AUTHORS = [
    "Лев Толстой", "Джордж Оруэлл", "Фёдор Достоевский", 
    "Дж.К. Роулинг", "Стивен Кинг", "Агата Кристи", 
    "Рэй Брэдбери", "Говард Лавкрафт"
]

TITLES = [
    "Война и Мир", "1984", "Преступление и наказание", 
    "Гарри Поттер", "11/22/63", "Убийство в Восточном экспрессе", 
    "451 градус по Фаренгейту", "Зов Ктулху", "Дюна", "Ведьмак"
]

GENRES = [
    "Роман", "Антиутопия", "Классика", 
    "Фэнтези", "Ужасы", "Детектив", "Фантастика"
]

FORMATS = ["PDF", "EPUB", "FB2"]
COVER_TYPES = ["Твёрдая", "Мягкая", "Суперобложка"]